Repository: jrief/djangocms-versioning
Catalog: djangocms_versioning/locale/*/LC_MESSAGES/django.po
Languages: de

source: State
de: Status

source: Empty
de: Leer

source: Author
de: Autor

source: Modified
de: Geändert

source: Preview
de: Vorschau

source: Edit
de: Bearbeiten

source: Manage versions
de: Versionen verwalten

source: Content
de: Inhalt

source: locked
de: gesperrt

source: Archive
de: Archivieren

source: Publish
de: Veröffentlichen

source: Unpublish
de: Veröffentlichung aufheben

source: New Draft
de: Neuer Entwurf

source: Revert
de: Zurückholen

source: Discard
de: Verwerfen

source: Unlock
de: Entsperren

source: Compare versions
de: Versionen vergleichen

source: Exactly two versions need to be selected.
de: Genau zwei Versionen müssen ausgewählt werden.

source: Version cannot be archived
de: Version kann nicht archiviert werden

source: Version archived
de: Version archiviert

source: This view only supports GET or POST method.
de: Diese View unterstützt nur die POST-Methode.

source: Version cannot be published
de: Version kann nicht veröffentlicht werden

source: Version published
de: Version veröffentlicht

source: Version cannot be unpublished
de: Die Veröffentlichung kann nicht aufgehoben werden

source: Version unpublished
de: Veröffentlichung aufgehoben

source: This view only supports POST method.
de: Dieser View unterstützt nur die POST-Methode.

source: The last version has been deleted
de: Die neueste Version wurde gelöscht

source: The version has been deleted.
de: Diese Version wurde gelöscht.

source: You do not have permission to remove the version lock
de: Keine Berechtigung vorhanden, um die Sperrung der Version aufzuheben.

source: Version unlocked
de: Version entsperrt

source: Displaying versions of "{grouper}"
de: Zeige Versionen von "{grouper}"

source: No available title
de: Kein Titel verfügbar

source: Unpublished
de: Veröffentlichung aufgehoben

source: Language must be set to a supported language!
de: Eine unterstützte Sprache muss ausgewählt sein!

source: You do not have permission to copy these plugins.
de: Keine Erlaubnis, diese Plugins zu kopieren.

source: Edit {ct}
de: {ct} bearbeiten

source: New {ct}
de: Neuer {ct}

source: Manage Versions
de: Versionen verwalten

source: Compare to {source}
de: Mit {source} vergleichen

source: Discard Changes
de: Änderungen verwerfen

source: View Published
de: Veröffentlichung ansehen

source: Language
de: Sprache

source: Add Translation
de: Übersetzung hinzufügen

source: Copy all plugins
de: Alle Plugins kopieren

source: from %s
de: von %s

source: Are you sure you want to copy all plugins from %s?
de: Sind Sie sicher, dass sie alle Plugins von %s kopieren wollen?

source: No other language available
de: Keine andere Sprache verfügbar

source: Draft
de: Entwurf

source: Published
de: Veröffentlicht

source: Archived
de: Archiviert

source: Changed
de: Verändert

source: Unlocked
de: Entsperrt

source: Unlock (%(message)s)
de: Entsperren (%(message)s)

source: Create new draft
de: Neuen Entwurf erstellen

source: Revert from Unpublish
de: Zurückholen

source: Delete Draft
de: Entwurf löschen

source: Compare Draft to Published...
de: Entwurf mit Veröffentlichung vergleichen...

source: Manage Versions...
de: Versionen verwalten...

source: Version is not a draft
de: Version ist kein Entwurf

source: Action Denied. The latest version is locked by {user}
de: Aktion verweigert. Die aktuelle Version ist von {user} gesperrt.

source: Action Denied. The draft version is locked by {user}
de: Aktion verweigert. Der Entwurf ist von {user} gesperrt.

source: Created
de: Erstellt

source: author
de: Autor

source: locked by
de: gesperrt von

source: source
de: Ursprung

source: Locked by %(user)s
de: Gesperrt von %(user)s

source: Version is not in draft state
de: Version ist kein Entwurf

source: Version is not in published state
de: Version ist nicht veröffentlicht

source: Version is not in archived or unpublished state
de: Version ist weder archiviert noch eine Veröffentlichung aufgehoben

source: Version is not in draft or published state
de: Version ist weder ein Entwurf noch veröffentlicht

source: Version is already locked
de: Version bereits gesperrt

source: Draft version is not locked
de: Entwurf ist nicht gesperrt

source: Home
de: Start

source: Versions
de: Versionen

source: Archive Confirmation
de: Archivierungsbestätigung

source: Are you sure you want to archive the following version?
de: Sind Sie sicher, dass Sie diese Version archivieren wollen?

source: Version number: %(version_number)s
de: Version: %(version_number)s

source: Yes, I'm sure
de: Ja, ich bin sicher!

source: No, take me back
de: Nein, bitte zurück!

source: Compare %(left)s to %(right)s
de: Vergleiche %(left)s mit %(right)s

source: Compare %(left)s
de: Vergleiche %(left)s

source: Compare %(right)s
de: Vergleiche %(right)s

source: Back
de: Zurück

source: Comparing %(left)s with
de: Vergleiche %(left)s mit

source: Pick a version to compare to
de: Version für Vergleich auswählen

source: Visual
de: Visuell

source: Source
de: Quellcode

source: Discard Confirmation
de: Bestätigung: Verwerfen

source: Are you sure you want to discard following version?
de: Sind Sie sicher, dass Sie diese Version verwerfen wollen?

source: Version number: %(version_number)s
de: Version %(version_number)s

source: Add %(name)s
de: %(name)s hinzufügen

source: Submit
de: Absenden

source: View on site
de: Auf Website anzeigen

source: Revert Confirmation
de: Bestätigung: Version zurückholen

source: Reverting to this version may cause loss of an existing draft version. Please select an option to continue
de: Diese Version zurückzuholen kann dazu führen, dass der aktuelle Entwurf verloren geht. Bitte wählen Sie eine Option aus

source: Are you sure you want to revert to the following version?
de: Sind Sie sicher, dass Sie die folgende Version zurückholen und als Entwurf verwenden wollen?

source: Discard existing draft and Revert
de: Existierenden Entwurf verwerfen und Version zurückholen

source: Archive existing draft and Revert
de: Existierenden Entwurf archivieren und Version zurückholen

source: Unpublishing will remove this version from live. Are you sure you want to unpublish?
de: Wenn die Veröffentlichung aufgehoben wird, wird diese Version von der öffentlichen Website genommen und ist nur noch privat sichtbar. Sind Sie sicher, dass Sie die Veröffentlichung aufheben wollen?

source: The following draft version has been unlocked by %(by_user)s for their use. %(version_link)s Please note you will not be able to further edit this draft. Kindly reach out to %(by_user)s in case of any concerns. This is an automated notification from Django CMS.
de: Der folgende Entwurf wurde von %(by_user)s entsperrt. %(version_link)s Bitte beachte, dass Du diesen Entwurf nicht mehr ändern kannst. Bitte kontaktiere %(by_user)s für Rückfragen. Dies ist eine automatisierte Nachricht von Django CMS.
